Repository: emre-senyuz/podbee
Catalog: HappyFace/App_GlobalResources/*.resx
Languages: tr

# PageChangePasswordTitle
source: Change Password
tr: Şifre Değiştir

# PageCommentsTitle
source: Comments
tr: Yorumlar

# PageContactUsTitle
source: Contact Us
tr: İletişim

# PageFaqTitle
source: Frequently Asked Questions
tr: Sıkça Sorulan Sorular

# PageFaqTitleShort
source: F.A.Q.
tr: S.S.S.

# PageForgetPasswordTitle
source: Forget Password
tr: Şifremi Unuttum

# PageHomeRouteText
source: Click on the link to return to the homepage.
tr: Anasayfaya dönmek için linke tıklayınız.

# PageInformationCheckMailBoxText
source: Please check your e-mail box for activation.
tr: Aktivasyon için lütfen e-posta kutunuzu kontrol ediniz.

# PageInformationInActiveTitle
source: Your Account Is Inactive!
tr: Hesabınız Aktif Değil!

# PageInformationNeedActicationText
source: In order to activate your account, you must confirm the activation mail sent to your e-mail address.
tr: Hesabınızın kullanıma açılabilmesi için e-posta adresinize gönderilen aktivason mailini onaylamanız gerekmektedir.

# PageInformationNeedActicationTitle
source: Almost Done!
tr: Neredeyse Tamam!

# PageInformationTitle
source: Information
tr: Bilgilendirme

# PageLatestEpisodesTitle
source: Latest Episodes
tr: Son Eklenen Bölümler

# PageLoginTitle
source: Member Login
tr: Üye Girişi

# PageLogoutTitle
source: Logout
tr: Çıkış

# PageMemberPanelTitle
source: Member Panel
tr: Üye Paneli

# PagePersonelInformationTitle
source: Personel Information
tr: Kişisel Bilgiler

# PagePodcastTitle
source: Podcast
tr: Şovlar

# PagePostTitle
source: Post
tr: Gönderi

# PageProfileTitle
source: Profile
tr: Profil

# PageReActivationTitle
source: New Activation Link
tr: Yeni Aktivasyon Linki

# PageReferencesTitle
source: References
tr: Referanslar

# PageRegisterTitle
source: Sign Up
tr: Kayıt Ol

# PageResetPasswordTitle
source: Reset Password
tr: Şifre Sıfırlama

source: Podcast
tr: Şovlar

source: Records
tr: Kayıtlar

source: See All
tr: Tümünü Gör

source: Select Category
tr: Kategori Seçiniz

source: Select Direction
tr: Yön Seçiniz

source: Select Language
tr: Dil Seçiniz

source: Select Parent
tr: Üst Kategori Seçiniz

# SelectPost
source: Select Podcast
tr: Yayın Seç

source: Select Type
tr: Tür Seçiniz

source: Send E-Mail
tr: E-Posta Gönder

source: Settings
tr: Ayarlar

source: Share
tr: Paylaş

# String1
source: Registered membership to the e-mail address
tr: E-posta adresine kayıtlı üyelik bulunmaktadır

source: Success
tr: Başarılı

# SuccessAddBlog
source: Blog added successful
tr: Blog başarıyla eklendi

# SuccessAddCategory
source: Category added successfully
tr: Kategori başarıyla eklendi

# SuccessAddLanguage
source: Language added successfully
tr: Dil başarıyla eklendi

# SuccessAddLatestEpisodes
source: Episode added failed
tr: Bölüm ekleme başarılı

# SuccessAddPost
source: Podcast added successfully
tr: Podcast başarıyla eklendi

# SuccessAddSlide
source: Slide added successful
tr: Slide başarıyla eklendi

# SuccessAddSocial
source: Social media platform added successful
tr: Sosyal medya platformu başarıyla eklendi

# SuccessAnswerContact
source: Message answered successful
tr: Mesaj yanıtlama başarılı

# SuccessChangePassword
source: Password Change Successful
tr: Şifre Değiştirme Başarılı

# SuccessComment
source: Comment sended
tr: Yorum gönderildi

# SuccessContact
source: Your message sended successful
tr: Mesajınız başarıyla gönderildi

# SuccessCopyBlog
source: Blog copy successful
tr: Blog kopyalama başarılı

# SuccessCopyCategory
source: Category copy successful
tr: Kategori kopyalama başarılı

# SuccessCopyPost
source: Podcast copy successful
tr: Podcast kopyalama başarılı

# SuccessCopySlide
source: Slide copy successful
tr: Slide kopyalama başarılı

# SuccessDeleteBlog
source: Blog deleted successful
tr: Blog silme işlemi başarılı

# SuccessDeleteCategory
source: Category deleted successful
tr: Kategori silme işlemi başarılı

# SuccessDeleteComment
source: Comment deleted successful
tr: Yorum silme başarılı

# SuccessDeleteContact
source: Contact message deleted successful
tr: İletişim mesajı silme işlemi başarılı

# SuccessDeleteLanguage
source: Language deleted successfully
tr: Dil silme işlemi başarılı

# SuccessDeleteLatestEpisode
source: Episode deleted successful
tr: Bölüm silme başarılı

# SuccessDeleteMember
source: Member deleted successful
tr: Üye silme başarılı

# SuccessDeletePost
source: Podcast deleted successfully
tr: Podcast silme işlemi başarılı

# SuccessDeleteSlide
source: Slide deleted successful
tr: Slide silme işlemi başarılı

# SuccessDeleteSocial
source: Social media platform deleted successful
tr: Sosyal medya platformu silme işlemi başarılı

# SuccessDeleteTrailer
source: Trailer deleted successful
tr: Trailer silme işlemi başarılı

# SuccessForgetPassword
source: A Password Reset Link Has Been Sent To Your Email Address
tr: E-Posta Adresinize Şifre Sıfırlama Bağlantısı Gönderildi

# SuccessLanguageChanged
source: Language Changed
tr: Dil Değiştirildi

# SuccessLogin
source: Login Successful
tr: Üye Girişi Başarılı

# SuccessMoveBlog
source: Blog move successful
tr: Blog taşıma başarılı

# SuccessMoveCategory
source: Category move successful
tr: Kategori taşıma başarılı

# SuccessMovePost
source: Podcast move successful
tr: Podcast taşıma başarılı

# SuccessNewsletter
source: Newsletter registration has been successfully completed
tr: E-Bülten kaydınız başarıyla tamamlandı

# SuccessRegister
source: Sign Up Successful
tr: Kayıt İşlemi Başarılı

# SuccessUpdateBlog
source: Blog updated successful
tr: Blog güncelleme başarılı

# SuccessUpdateCategory
source: Language update successful
tr: Kategori güncelleme başarılı

# SuccessUpdateComment
source: Comment updated successful
tr: Yorum güncelleme başarılı

# SuccessUpdateInformation
source: Personel information updated successful
tr: Kişisel bilgiler güncellendi

# SuccessUpdateLanguage
source: Language update successful
tr: Dil güncelleme başarılı

# SuccessUpdateLatestEpisodes
source: Episode updated successful
tr: Bölüm güncelleme başarılı

# SuccessUpdateMember
source: Member updated successful
tr: Üye güncelleme başarılı

# SuccessUpdatePost
source: Podcast update successful
tr: Podcast güncelleme başarılı

# SuccessUpdateSlide
source: Slide updated successful
tr: Slide güncelleme başarılı

# SuccessUpdateSocial
source: Social media platform updated successful
tr: Sosyal medya platformu güncelleme başarılı

# SuccessUpdateWeeklyBees
source: Weekly Bees updated successfull
tr: Weekly Bees güncelleme başarılı

# SuccessVoteComment
source: Comment voted successful
tr: Yorum başarıyla oylandı

# TitleAddress
source: Address
tr: Adres

# TitleInfo
source: Info
tr: Bilgi

# TitleNewsletter
source: Newsletter
tr: E-Bülten

# TypeCategory
source: Category
tr: Kategori

# TypeNews
source: News
tr: Haber

# TypePage
source: Page
tr: Sayfa

# TypeProduct
source: Product
tr: Ürün

# UrlTypeAboutUs
source: about-us
tr: hakkimizda

# UrlTypeActivation
source: activation
tr: aktivasyon

# UrlTypeAds
source: ads
tr: reklam

# UrlTypeCategory
source: category
tr: kategori

# UrlTypeChangePassword
source: change-password
tr: sifre-degistir

# UrlTypeComments
source: comments
tr: yorumlar

# UrlTypeContact
source: contact
tr: iletisim

# UrlTypeContactUs
source: contact-us
tr: iletisim

# UrlTypeContent
source: content
tr: icerik

# UrlTypeFaq
source: frequently-asked-questions
tr: sik-sorulan-sorular

# UrlTypeForgetPassword
source: forget-password
tr: sifremi-unuttum

# UrlTypeInformation
source: information
tr: bilgilendirme

# UrlTypeLatestEpisode
source: latest-episodes
tr: son-eklenen-bolumler

# UrlTypeLogin
source: login
tr: giris

# UrlTypeMember
source: member
tr: uye

# UrlTypeNews
source: news
tr: haber

# UrlTypePage
source: page
tr: sayfa

# UrlTypePersonelInformation
source: personel-information
tr: kisisel-bilgiler

# UrlTypeProduct
source: product
tr: urun

# UrlTypeProfile
source: profile
tr: profil

# UrlTypeReActivation
source: re-activation
tr: yeni-aktivasyon

# UrlTypeReference
source: references
tr: referanslar

# UrlTypeRegister
source: sign-up
tr: kayit

# UrlTypeResetPassword
source: reset-password
tr: sifre-sifirlama

source: Warning
tr: Uyarı

source: Woman
tr: Kadın

source: Your comment answered
tr: Yorumunuz yanıtlandı

# YourCommentSended
source: Your comment has been received
tr: Yorumunuz alındı

source: Your message answered
tr: Mesajınız yanıtlandı

# YourMessageSended
source: Your message sended successful
tr: Mesajınız başarıyla gönderildi
