Repository: emre-senyuz/podbee
Catalog: HappyFace/App_GlobalResources/*.resx
Languages: tr

# AboutTextAbout
source: Podbee Media is a podcast network. He aims to realize the transformation in the media and entertainment industry in the audio vertical with the podcast shows he produces.
tr: Podbee Media bir podcast ağı. Medya ve Eğlence endüstrisinde gerçekleşen dönüşümü yapımcılığını üstlendiği podcast şovlarıyla audio dikeyinde gerçekleştirmeyi amaçlıyor.

# AboutTextHow
source: With the Information Age, our pace of life has increased like never before. We try to capture every moment of life by learning, experiencing, having fun, sometimes doing all of them at the same time. While we are on the road, working in the office, cleaning the house, cooking in the kitchen, we get information by listening to podcasts, sometimes we laugh with laughter and add value to the fast flowing time.
tr: Bilgi Çağı ile yaşam hızımız hiç olmadığı kadar arttı. Öğrenerek, tecrübe ederek, eğlenerek, bazen aynı anda hepsini birden yaparak hayatın her anını yakalamaya çalışıyoruz. Yolda giderken, ofiste çalışırken, evi temizlerken, mutfakta yemek yaparken podcast dinleyerek bilgi ediniyor, bazen de kahkahalarla gülüyor, hızla akıp giden zamana değer katıyoruz.

# AboutTextHow2ndLine
source: While Podbee Media accompanies the activities of the listeners with its shows, it also brings the sponsor brands together with their target consumers who are not exposed to advertisements.
tr: Podbee Media, şovlarıyla dinleyicilerin aktivitelerine eşlik ederken, sponsor markaları da reklamla karşılaşmayan hedef tüketicileriyle buluşturuyor.

# AboutTextOurMission
source: Podbee Media, with the aim of becoming the largest podcast network in Turkey, by producing quality Turkish podcasts; conducts studies to ensure the habit of listening to podcasts.
tr: Podbee Media, Türkiye’nin en büyük podcast ağı olma hedefiyle, nitelikli Türkçe podcast yayınları üreterek; podcast dinleme alışkanlığının kazandırılmasını sağlamak için çalışmalar yürütür.

# AboutTitleHow
source: We Are With You Every Moment Of The Day (What Are We Doing?)
tr: Günün Her Anında Seninleyiz (Ne Yapıyoruz?)

# AboutTitleOurMission
source: Our Mission
tr: Amacımız

# AdminAdd
source: Add
tr: Ekle

# AdminAddNew
source: Add New
tr: Yeni Ekle

# AdminBack
source: Back
tr: Geri

# AdminCancel
source: Cancel
tr: İptal

# AdminCarousel
source: Carousel
tr: Karusel

# AdminCategories
source: Categories
tr: Kategoriler

# AdminCategory
source: Category
tr: Kategori

# AdminComment
source: Comment
tr: Yorum

# AdminCommentDetail
source: Comment Detail
tr: Yorum Detayı

# AdminComments
source: Comments
tr: Yorumlar

# AdminContacts
source: Contact Messages
tr: İletişim Mesajları

# AdminCopy
source: Copy
tr: Kopyala

# AdminDashboard
source: Dashboard
tr: Yönetim Paneli

# AdminDelete
source: Delete
tr: Sil

# AdminEdit
source: Edit
tr: Düzenle

# AdminFooter
source: Footer
tr: Alt Kısım

# AdminGeneral
source: General
tr: Genel

# AdminHeader
source: Header
tr: Üst Kısım

# AdminHi
source: Hi
tr: Merhaba

# AdminHomepage
source: Homepage
tr: Anasayfa

# AdminLanguages
source: Languages
tr: Diller

# AdminLink
source: Link
tr: Bağlantı

# AdminMediaLibrary
source: Media Library
tr: Medya Kütüphanesi

# AdminMember
source: Member
tr: Üye

# AdminMembers
source: Members
tr: Üyeler

# AdminMenu
source: Menu
tr: Menü

# AdminNew
source: New
tr: Yeni

# AdminNewComment
source: New Comment
tr: Yeni Yorum

# AdminNews
source: News
tr: Haber

# AdminNewses
source: News
tr: Haberler

# AdminNewsletters
source: E-Newsletter Subscriptions
tr: E-Bülten Abonelikleri

# AdminPage
source: Page
tr: Sayfa

# AdminPages
source: Pages
tr: Sayfalar

# AdminPodcast
source: Podcast
tr: Yayın

# AdminPodcasts
source: Podcasts
tr: Yayınlar

# AdminPost
source: Post
tr: Gönderi

# AdminPosts
source: Posts
tr: Gönderiler

# AdminRemove
source: Remove
tr: Kaldır

# AdminRole
source: Role
tr: Rol

# AdminSave
source: Save
tr: Kaydet

# AdminSocial
source: Social Media
tr: Sosyal Medya

# AdsTextAdvantages
source: Thanks to the collaborations with the podcast broadcasts in the Podbee Media network, brands and institutions can make their voices heard correctly to their target audience – 94% of them with a high education level and 43% of them who want to learn something and be informed about innovations.
tr: Podbee Media ağında bulunan Podcast yayınları ile yapılacak işbirlikleri sayesinde marka ve kurumlar, hedef kitlesi olan – %94’ü yüksek eğitim seviyesine sahip ve %43’ü bir şeyler öğrenmek ve yeniliklerden haberdar olmak isteyen Podcast dinleyicisine, sesini doğru bir şekilde duyurabilmektedir.

# AdsTextAdvantagesFourth
source: In Podbee Media, we basically proceed with four different advertising models.
tr: Biz Podbee Media’da temel olarak dört farklı reklam modeliyle ilerliyoruz.

# AdsTextAdvantagesSecond
source: Podcasts give you the quick and easy door to reach a community! Today, brands use age range, gender, educational status, etc. to emphasize themselves, their products, and the subjects they own. now tries to capture targeting created through parameters through communities. Because communities provide access to the right audience through their interests. Thanks to podcasts, you can reach and even activate your target consumers who are open to innovations and cannot be discovered in focus groups.
tr: Podcastler size bir topluluğa erişmenin hızlı ve kolay kapısını açıyor! Günümüzde markalar kendilerini, ürünlerini, sahiplendikleri konuları vurgulamak için yaş aralığı, cinsiyet, eğitim durumu vb. parametreler üzerinden oluşturulan hedeflemeleri artık topluluklar üzerinden yakalamaya çalışıyor. Çünkü topluluklar ilgi alanları üzerinden doğru kitleye erişim imkanı sağlıyor. Podcastler sayesinde yeniliklere açık, focus gruplarda keşfedemeyeceğiniz hedef tüketicilerinize ulaşabilir ve hatta onları harekete geçirebilirsiniz.

# AdsTextSecondAdvantages
source: <ul> <li>Connecting listeners with podcasters,</li> <li>Loyalty of users who actively listen to podcasts,</li> <li>Easy access to educated and high purchasing power audience,</li> <li>Uninterrupted announcement of special ad texts voiced by podcast publishers, without being skipped with the skip ad option, as in different channels.</li> </ul>
tr: <ul> <li>Dinleyicilerin podcast yayıncılarıyla kurduğu bağ,</li> <li>Aktif olarak podcast dinleyen kullanıcıların sadık olması,</li> <li>Eğitim seviyesi ve satın alma gücü yüksek kitleye kolay erişim,</li> <li>Podcast yayıncıları tarafından seslendirilen özel reklam metinlerinin, farklı mecralarda olduğu gibi reklamı geç seçeneğiyle geçilebilir olmadan kesintisiz olarak duyurulması.</li> </ul>

# AdsTitleAdvantages
source: Advantages of Podcast Ads
tr: Podcast Reklamlarının Avantajları

# AdsTitleAdvantagesFourth
source: How to advertise a podcast?
tr: Podcast reklamı nasıl yapılır?

# AdsTitleAdvantagesSecond
source: Community Access!
tr: Topluluğa Erişim!

# AdsTitleAdvantagesThird
source: Reaching Target Consumers Without Advertising
tr: Reklamla Karşılaşmayan Hedef Tüketicilere Erişim

# AdsTitleSecondAdvantages
source: Why should brands and institutions prefer podcast ads?
tr: Marka ve kurumlar neden podcast reklamlarını tercih etmeli?

source: All
tr: Tümü

# AllPodcast
source: All Podcasts
tr: Tüm Şovlar

source: Answer
tr: Yanıt

source: Browse
tr: Gözat

# ButtonActions
source: Actions
tr: İşlemler

# ButtonActive
source: Active
tr: Aktif

# ButtonAddSubCategory
source: Add Sub Category
tr: Alt Kategori Ekle

# ButtonAll
source: All
tr: Tümü

# ButtonBackToSite
source: Back to Site
tr: Siteye Dön

# ButtonCancel
source: Cancel
tr: İptal

# ButtonChange
source: Change
tr: Değiştir

# ButtonClickHere
source: Click Here
tr: Buraya Tıkla

# ButtonConfirm
source: Confirm
tr: Onayla

# ButtonCopy
source: Copy
tr: Kopyala

# ButtonDelete
source: Delete
tr: Sil

# ButtonDeleteAll
source: Delete All
tr: Tümünü Sil

# ButtonDeleteSubCategory
source: Delete Sub Categories
tr: Alt Kategorileri Sil

# ButtonDetailedInformation
source: Details
tr: Detaylı Bilgi

# ButtonEdit
source: Edit
tr: Düzenle

# ButtonGetOffer
source: Get Offer
tr: Teklif Al

# ButtonLogin
source: Login
tr: Giriş Yap

# ButtonMove
source: Move
tr: Taşı

# ButtonPassive
source: Passive
tr: Pasif

# ButtonRegister
source: Register
tr: Kayıt Ol

# ButtonRemove
source: Remove
tr: Çıkar

# ButtonSave
source: Save
tr: Kaydet

# ButtonSend
source: Send
tr: Gönder

# ButtonUpdateStatus
source: Update Status
tr: Durumu Güncelle

source: Choose file
tr: Dosya seç

# CommentAnsweredText
source: Your comment was replied by another user or administrator
tr: Yorumunuz başka bir kullanıcı veya yönetici tarafından yanıtlandı

# CommentSendedText
source: Your comment will be published after admin approval.
tr: Yorumunuz yönetici onayından sonra yayınlanacaktır.

source: Error
tr: Hata

# ErrorAddBlog
source: Blog add failed
tr: Blog ekleme başarısız

# ErrorAddCategory
source: Category addition failed
tr: Kategori ekleme başarısız

# ErrorAddLanguage
source: Language addition failed
tr: Dil ekleme başarısız

# ErrorAddLatestEpisodes
source: Episode add failed
tr: Bölüm ekleme başarısız

# ErrorAddPost
source: Podcast addition failed
tr: Podcast ekleme başarısız

# ErrorAddSlide
source: Slide add failed
tr: Slide ekleme başarısız

# ErrorAddSocial
source: Social media platform add failed
tr: Sosyal medya platform ekleme başarısız

# ErrorAnswerContact
source: Message answer failed
tr: Mesaj yanıtlama başarısız

# ErrorAnswerEmpty
source: Answer Required
tr: Yanıt Alanı Boş Bırakılamaz

# ErrorAuthenticateComment
source: Please login
tr: Lütfen giriş yapın

# ErrorCheckField
source: Check the fields
tr: Alanları kontrol edin

# ErrorCommentEmpty
source: Comment Required
tr: Yorum Alanı Boş Bırakılamaz

# ErrorCopyBlog
source: Blog copy failed
tr: Blog kopyalama başarısız

# ErrorCopyCategory
source: Category copy failed
tr: Kategori kopyalama başarısız

# ErrorCopyPost
source: Podcast copy failed
tr: Podcast kopyalama başarısız

# ErrorCopySlide
source: Slide copy failed
tr: Slide kopyalama başarısız

# ErrorDeleteBlog
source: Blog delete failed
tr: Blog silme işlemi başarısız

# ErrorDeleteCategory
source: Delete category failed
tr: Kategori silinemedi

# ErrorDeleteComment
source: Comment delete failed
tr: Yorum silme başarısız

# ErrorDeleteContact
source: Contact message delete failed
tr: İletişim mesajı silme işlemi başarısız

# ErrorDeleteLanguage
source: Delete language failed
tr: Dil silinemedi

# ErrorDeleteLatestEpisode
source: Episode delete failed
tr: Bölüm silme başarısız

# ErrorDeleteMember
source: Member delete failed
tr: Üye silme başarısız

# ErrorDeletePost
source: Podcast delete failed
tr: Podcast silme işlemi başarısız

# ErrorDeleteSlide
source: Slide delete failed
tr: Slide silme işlemi başarısız

# ErrorDeleteSocial
source: Social media platform delete failed
tr: Sosyal medya platformu silme işlemi başarısız

# ErrorDeleteTrailer
source: Trailer delete failed
tr: Trailer silme işlemi başarısız

# ErrorEmail
source: E-Mail Address Incorrect
tr: E-Posta Adresi Hatalı

# ErrorEmailEmpty
source: E-Mail Address Required
tr: E-Posta Adresi Boş Bıraklamaz

# ErrorEmailExist
source: E-Mail Address Is Exist
tr: Bu E-Posta Adresi İle Kayıtlı Kullanıcı Bulunmaktadır

# ErrorEmailInvalid
source: Invalid E-Mail
tr: E-Posta Adresi Geçersiz

# ErrorEmailSend
source: An Error Occurred While Sending E-Mail
tr: E-Posta Gönderilirken Hata Oluştu

# ErrorEmailUndefined
source: There is no registered membership to the e-mail address
tr: E-posta adresine kayıtlı üyelik bulunmamaktadır

# ErrorForgetPassword
source: Password Reset Failed, Check Your E-Mail Address
tr: Şifre Sıfırlama Başarısız, E-Posta Adresinizi Kontrol Ediniz

# ErrorImageEmpty
source: Image Required
tr: Görsel Alanı Boş Bırakılamaz

# ErrorIncorrectPageType
source: Incorrect page type
tr: Hatalı sayfa tipi

# ErrorInvalidLanguageName
source: Invalid Language Name
tr: Geçersiz Dil Adı

# ErrorInvalidPageType
source: Invalid Page Type
tr: Geçersiz Sayfa Tipi

# ErrorLangEmpty
source: Language Required
tr: Dil Alanı Boş Bırakılamaz

# ErrorLastLanguage
source: At least 1 language must be
tr: En az 1 dil olmalıdır

# ErrorLogin
source: Login Failed, Check Your E-Mail and Password
tr: Üye Girişi Başarısız, E-Posta ve Şifrenizi Kontrol Ediniz

# ErrorMessageEmpty
source: Message Required
tr: Mesaj Alanı Boş Bırakılamaz

# ErrorMoveBlog
source: Blog move failed
tr: Blog taşıma başarısız

# ErrorMoveCategory
source: Category move failed
tr: Kategori taşıma başarısız

# ErrorMovePost
source: Podcast move failed
tr: Podcast taşıma başarısız

# ErrorNameEmpty
source: Name Required
tr: Ad Alanı Boş Bırakılamaz

# ErrorNewPasswordConfirmEmpty
source: New Password Confirm Required
tr: Yeni Şifre Tekrarı Boş Bırakılamaz

# ErrorNewPasswordEmpty
source: New Password Required
tr: Yeni Şifre Boş Bırakılamaz

# ErrorNewPasswordMustBeSame
source: The New Password Confirm Should Be The Same With The New Password
tr: Yeni Şifre Tekrarı Yeni Şifre İle Aynı Olmalıdır

# ErrorParentNeedAllLanguages
source: Add the translation of the upper category for all languages
tr: Üst kategorinin tüm diller için çevirisini ekleyiniz

# ErrorPassiveLanguage
source: Target language is passive
tr: Hedef dil pasif durumdadır

# ErrorPassword
source: Pasword Incorrect
tr: Şifre Hatalı

# ErrorPasswordEmpty
source: Password Required
tr: Şifre Boş Bırakılamaz

# ErrorPasswordMinLength
source: Password Must Have At Least 6 Digits
tr: Şifre En Az 6 Haneli Olmalıdır

# ErrorPrefixEmpty
source: Code Required
tr: Kod Alanı Boş Bırakılamaz

# ErrorRegister
source: Sign Up Failed
tr: Kayıt Başarısız

# ErrorSameUrl
source: There is a record with the same URL
tr: Aynı URL'e sahip kayıt bulunmaktadır

# ErrorSelectPost
source: Please select episode
tr: Lütfen yayın seçiniz

# ErrorSubjectEmpty
source: Subject Required
tr: Konu Alanı Boş Bırakılamaz

# ErrorSurnameEmpty
source: Surname Required
tr: Soyad Alanı Boş Bırakılamaz

# ErrorTitleEmpty
source: Title Required
tr: Başlık Alanı Boş Bırakılamaz

# ErrorTypeEmpty
source: Type Required
tr: Tür Alanı Boş Bırakılamaz

# ErrorUndefinedLanguage
source: Undefined Language
tr: Tanımsız Dil

# ErrorUpdateBlog
source: Blog update failed
tr: Blog güncelleme başarısız

# ErrorUpdateCategory
source: Category update failed
tr: Kategori güncelleme başarısız

# ErrorUpdateComment
source: Comment update failed
tr: Yorum güncelleme başarısız

# ErrorUpdateInformation
source: Personel information updat failed
tr: Kişisel bilgiler güncellenemedi

# ErrorUpdateLanguage
source: Language update failed
tr: Dil güncelleme başarısız

# ErrorUpdateLatestEpisodes
source: Episode update failed
tr: Bölüm güncelleme başarısız

# ErrorUpdateMember
source: Member update failed
tr: Üye güncelleme başarısız

# ErrorUpdatePost
source: Podcast update failed
tr: Podcast güncelleme başarısız

# ErrorUpdateSlide
source: Slide update failed
tr: Slide güncelleme başarısız

# ErrorUpdateSocial
source: Social media platform update failed
tr: Sosyal medya platformu güncelleme başarısız

# ErrorUpdateWeeklyBees
source: Weekly Bees update failed
tr: Weekly Bees güncelleme başarısız

# ErrorVoteComment
source: Comment vote failed
tr: Yorum oylama işlemi başarısız

# FormAlternateCategory
source: Alternate Categories
tr: Alternatif Kategoriler

# FormBirthDate
source: Birth Date
tr: Doğum Tarihi

# FormCategory
source: Category
tr: Kategori

# FormCode
source: Code
tr: Kod

# FormComment
source: Comment
tr: Yorum

# FormConfirmationStatus
source: Confirmation Status
tr: Onay Durumu

# FormContent
source: Content
tr: İçerik

# FormDate
source: Date
tr: Tarih

# FormDefault
source: Default
tr: Ön Tanımlı

# FormDescription
source: Description
tr: Açıklama

# FormDirection
source: Direction
tr: Yön

# FormDislike
source: Dislike
tr: Beğenmedi

# FormEmail
source: E-Mail
tr: E-Posta

# FormEpisode
source: Episode
tr: Bölüm

# FormIcon
source: Icon
tr: İkon

# FormIdentityNumber
source: Identity Number
tr: T.C. Kimlik No

# FormKeywords
source: Keywords
tr: Anahtar Kelimeler

# FormLanguage
source: Language
tr: Dil

# FormLike
source: Like
tr: Beğendi

# FormMember
source: Member
tr: Üye

# FormMessage
source: Message
tr: Mesaj

# FormName
source: Name
tr: Ad

# FormNewPassword
source: New Password
tr: Yeni Şifre

# FormNewPasswordConfirm
source: New Password Confirm
tr: Yeni Şifre Tekrar

# FormOldPassword
source: Old Password
tr: Eski Şifre

# FormOrder
source: Order
tr: Sıralama

# FormParent
source: Parent
tr: Üst Kategori

# FormPassword
source: Password
tr: Şifre

# FormPhone
source: Phone
tr: Telefon

# FormPost
source: Podcasts
tr: Yayınlar

# FormPrefix
source: Prefix
tr: Ön Ek

# FormRemember
source: Remember Me
tr: Beni Hatırla

# FormShowMenu
source: Show Menu
tr: Menü Aktif

# FormStatus
source: Status
tr: Durum

# FormSubject
source: Subject
tr: Konu

# FormSurname
source: Surname
tr: Soyad

# FormThumbnail
source: Thumbnail
tr: Küçük Görsel

# FormTitle
source: Title
tr: Başlık

# FormType
source: Type
tr: Tür

# HeaderMemberTitle
source: Login / Register
tr: Giriş Yap / Kayıt Ol

source: Homepage
tr: Anasayfa

source: Language Selection
tr: Dil Seçimi

# LinkClickHere
source: Click here
tr: Buraya tıkla

# LinkForgetPassword
source: Forget Your Password?
tr: Şifreni mi Unuttun?

# LinkLogin
source: Login
tr: Giriş Yap

# LinkRegister
source: Don't have an account? Sign Up!
tr: Hesabın yok mu? Kayıt Ol!

# LinkSignOut
source: Sign Out
tr: Çıkış

# LoginBeforeComment
source: You must login to comment.
tr: Yorum yapmak için giriş yapmalısınız.

source: Main Category
tr: Ana Kategori

source: Man
tr: Erkek

# MessageSendedText
source: After reviewing your message, you will be returned to you.
tr: Mesajınız incelendikten sonra tarafınıza dönüş sağlanacaktır.

# ModalBonusPartSubTitle
source: Bonus Episode Example
tr: Örnek Bonus Bölüm Reklam İçeriği

# ModalBonusPartText
source: <p>In the podcast series within the Podbee Media network, it is an advertising model work in which the brand itself or the content it wants to announce, such as the campaign and news, are announced with a bonus episode to be made on their behalf. The topic to be discussed in the bonus section is mutually agreed with the brand, in line with the current language of the podcast broadcast. While the recorded episode is uploaded to all podcast channels, the name of the collaborating brand is mentioned in the episode name. As long as the related podcast series is actively on the platforms, this bonus episode also remains in the series.</p>
tr: <p>Podbee Media ağı içerisinde yer alan podcast serilerinde, yapılacak işbirliği ile markanın kendisini ya da duyurmak istediği kampanya, haber gibi içeriklerin onlar adına yapılacak bonus bir bölüm ile duyurulduğu reklam modeli çalışmasıdır. Bonus bölümde ele alınacak konu, podcast yayınının mevcut diliyle de uyumlu olacak şekilde marka ile birlikte karşılıklı olarak kararlaştırılır. Kaydı alınan bölüm tüm podcast mecralarına yüklenirken işbirliği yapılan markanın ismi bölüm adında geçer. İlgili podcast serisi aktif olarak platformlarda yer aldığı sürece bu bonus bölüm de aynı şekilde seri içerisinde kalır.</p>

# ModalBonusPartTitle
source: Bonus Part
tr: Bonus Bölüm

# ModalBrandedShowsSubTitle
source: Branded Shows Examples
tr: Örnek Markalı İçerikler

# ModalBrandedShowsText
source: <p>It is an advertising model that meets the needs of 360 degree project creation, content development and all other production and distribution needs by advancing on the point where brands want to position themselves or the topics they want to own. It is a type of broadcast in which the brand name with the podcast name.</p>
tr: <p>Markaların kendilerini konumlandırmak istedikleri nokta ya da sahiplenmek istedikleri konular üzerinden ilerleyerek 360 derece proje oluşturma, içerik geliştirme ve diğer tüm prodüksiyonel ve dağıtım ihtiyaçlarının karşılandığı bir reklam modelidir. Oluşturulan kurgu sonrası marka adının podcast adında geçtiği ve markanın kendi podcast serisine sahip olduğu bir yayın türüdür.</p>

# ModalBrandedShowsTitle
source: Branded Shows
tr: Markalı İçerikler

# ModalDynamicAdsSubTitle
source: Dynamic Ad Examples
tr: Örnek Dinamik Reklam İçerikleri

# ModalDynamicAdsText
source: <p>It is an advertising model in which brands can announce themselves by reaching more users in order to promote brand awareness or product promotion in the regular content of podcast broadcasts within the Podbee Media network.</p> <p>Advertising texts prepared within the agreed period are voiced by the podcast publisher and used for 15 seconds at the beginning, 30 seconds in the middle and 15 seconds in the ending of all podcast episodes. At the same time, additions such as a referral link or a promotional code can also be made in the section descriptions.</p>
tr: <p>Podbee Media ağı içerisinde yer alan podcast yayınlarının düzenli olarak yaptığı içeriklerde, marka bilinirliği ya da ürün tanıtımı yapmak amacıyla daha fazla kullanıcıya ulaşarak markaların kendilerini duyurabileceği bir reklam modelidir.</p> <p>Anlaşma yapılan süre dahilinde hazırlanan reklam metinleri podcast yayıncısı tarafından seslendirilerek, tüm podcast bölümlerinin girişinde 15 saniye, ortasında 30 saniye ve son 15 saniyesinde kullanılır. Aynı zamanda bölüm açıklamalarında yönlendirme linki veya promosyon kodu gibi eklemeler de ayrıca yapılabilmektedir.</p>

# ModalDynamicAdsTitle
source: Dynamic Ad
tr: Dinamik Reklam

# ModalSponsoredShowSubTitle
source: Sponsored Series Examples
tr: Örnek Dizi Sponsorluk İçerikleri

# ModalSponsoredShowText
source: <p>It is an advertising model in which opportunities such as sponsorship of the series or product placement in the episode, linking the character and the product are offered to the brands with the agreement to be made in the podcast series prepared with the infrastructure of Podbee Media.</p>
tr: <p>Podbee Media alt yapısı ile hazırlanan podcast dizilerinde yapılacak anlaşma ile markalara diziye sponsor olabilme ya da bölüm içerisinde ürün yerleştirme, karakter ile ürünü birleştirme gibi fırsatların sunulduğu reklam modelidir.</p>

# ModalSponsoredShowTitle
source: Sponsored Series
tr: Dizi Sponsorluk

source: More
tr: Devamı

# NewsletterRegister
source: Your e-newsletter subscription has been completed.
tr: E-bülten aboneliğiniz gerçekleşmiştir.

# NewsletterText
source: By registering for the Podbee Media newsletter; You can be the first to know about new episode announcements and the latest developments in the podcast world.
tr: Podbee Media bültenine kayıt olarak; yeni bölüm duyuruları ve podcast dünyasındaki son gelişmelerden ilk sen haberdar olabilirsin.

# NoCommentFound
source: No comments yet
tr: Henüz yorum yapılmamış

source: No record found
tr: Kayıt bulunamadı

# PageAboutUsTitle
source: About Us
tr: Hakkında

# PageActivationErrorText
source: The activation link is incorrect or invalid. You can contact the administrator or request a new activation link.
tr: Aktivasyon linki hatalı veya geçersiz. Yönetici ile iletişime geçebilir ya da yeni aktivasyon linki isteyebilirsiniz.

# PageActivationErrorTitle
source: Activation Failed!
tr: Aktivasyon Başarısız!

# PageActivationReLinkRouteText
source: Click for the new activation link.
tr: Yeni aktivasyon linki için tıklayınız.

# PageActivationSuccessText
source: Your membership has been successfully activated.
tr: Üyeliğiniz başarılı bir şekilde aktive edilmiştir.

# PageActivationSuccessTitle
source: Activation Successful!
tr: Aktivasyon Başarılı!

# PageActivationTitle
source: Activation
tr: Aktivasyon

# PageAdsSecondSubTitle
source: CONTENT AND COLLABORATIONS CONNECTED EVERY MINUTE
tr: HER DAKİKASINA BAĞLI KALINAN İÇERİKLER VE İŞ BİRLİKLERİ

# PageAdsSubTitle
source: PODCAST ADVERTISING
tr: PODCAST REKLAMCILIĞI

# PageAdsTitle
source: Ads
tr: Reklam
